{
    "Arsas is a literary work by the Egyptian author Ahmed Khaled Tawfik. It deals with various themes related to science fiction and fantasy.":"أرساس هو عمل أدبي للكاتب المصري أحمد خالد توفيق، يتناول موضوعات مختلفة تتعلق بالخيال العلمي والفانتازيا.",
    "Enta Lee by Saudi author Mona Al Marshoud is a romantic novel that addresses themes of love, separation, and fate. The novel consists of two parts.":"رواية أنت لي للكاتبة السعودية منى المرشود هي رواية رومانسية تتناول موضوعات الحب والفراق والقدر، وتتكون الرواية من جزأين.",
    "The people of Garetin are divided into two classes: the Masala and the Nobles. In this state, there are strict rules that can lead to execution for anyone who dares to break the binding law there. These strange and strict rules were issued by the indigenous people of the state due to the widespread injustice and corruption at that time.":"ينقسم شعب جارتين إلى فئتين: الماسالا والنبلاء. في هذه الولاية، توجد قواعد صارمة يمكن أن تؤدي إلى الإعدام لأي شخص يجرؤ على انتهاك القانون الملزم هناك. تم إصدار هذه القواعد الغريبة والصارمة من قبل السكان الأصليين للولاية بسبب انتشار الظلم والفساد في ذلك الوقت.",
    "A fictional novel describing a parallel world to ours. The protagonist, a young man from the village of Al-Baho Frik, finds himself one day in a land that does not use money like humans but instead uses units of intelligence. Every work equivalent to money in our world has a specific value of intelligence units there.":"رواية خيالية تصف عالمًا موازيًا لعالمنا، بطلها شاب من قرية البهو فريك يجد نفسه ذات يوم في أرض لا تستخدم النقود مثل البشر بل تستخدم وحدات الذكاء، فكل عمل يعادل النقود في عالمنا له قيمة محددة من وحدات الذكاء هناك.",
    "Ikadoli by Saudi author Ghada Al-Samman is a novel that discusses themes of love, separation, and the search for identity. The novel is characterized by its deep literary style and complex characters.":"روايةإكادولي للكاتبة السعودية غادة السمان هي رواية تتناول موضوعات الحب والفراق والبحث عن الهوية، وتتميز الرواية بأسلوبها الأدبي العميق وشخصياتها المعقدة.",
    "To reassure my heart is a poignant exploration of love, loss, and the journey of self-discovery. The author delves into the complexities of human emotions and relationships, crafting a narrative that resonates with readers on a deep level. Through rich storytelling and relatable characters, the book invites readers to reflect on their own experiences with love and healing.":"إن كتاب لطمأنة قلبي هو استكشاف مؤثر للحب والخسارة ورحلة اكتشاف الذات. يتعمق المؤلف في تعقيدات المشاعر والعلاقات الإنسانية، ويصوغ سردًا يتردد صداه لدى القراء على مستوى عميق. ومن خلال السرد الغني والشخصيات التي يمكن التعاطف معها، يدعو الكتاب القراء إلى التأمل في تجاربهم الخاصة مع الحب والشفاء.",
    "This novel explores the complex psychological and social challenges of Saeed, a young man trying to find himself in a world full of contradictions. It delves into themes of existentialism and personal transformation in modern Arab society.":"تتناول هذه الرواية التحديات النفسية والاجتماعية المعقدة التي يواجهها سعيد، الشاب الذي يحاول أن يجد نفسه في عالم مليء بالتناقضات. وتتناول موضوعات الوجودية والتحول الشخصي في المجتمع العربي الحديث.",
    "A landmark novel in Arabic literature, this book tells the story of a Sudanese man returning from England to his homeland, only to be drawn into a complex narrative of identity, migration, and the impact of colonialism.":"رواية بارزة في الأدب العربي، تحكي قصة رجل سوداني يعود من إنجلترا إلى وطنه، ليجد نفسه في قصة معقدة حول الهوية والهجرة وتأثير الاستعمار.",
    "A Pulitzer Prize-winning novel set in the 1930s South, following young Scout Finch as she learns about justice, prejudice, and the complexities of human nature through the trial of an innocent black man accused of rape.":"رواية حائزة على جائزة بوليتسر تدور أحداثها في الجنوب في ثلاثينيات القرن العشرين، وتتبع الفتاة الصغيرة سكوت فينش وهي تتعلم عن العدالة والتحيز وتعقيدات الطبيعة البشرية من خلال محاكمة رجل أسود بريء متهم بالاغتصاب.",
    "A critically acclaimed novel that explores the lives of several residents of a building in downtown Cairo, Egypt. The book delves into themes of corruption, social class, love, and the political landscape of modern Egypt.":"رواية حازت على إشادة النقاد، تتناول حياة العديد من سكان أحد المباني في وسط القاهرة، مصر. يتطرق الكتاب إلى موضوعات الفساد والطبقة الاجتماعية والحب والمشهد السياسي في مصر الحديثة.",
    "Set in war-torn Baghdad, this novel follows a junk dealer who creates a creature from body parts collected after bombings. The creature, dubbed 'the Monster,' seeks justice, highlighting the horrors of war and societal alienation.":"تدور أحداث هذه الرواية في بغداد التي مزقتها الحرب، وتحكي قصة تاجر خردة يصنع مخلوقًا من أجزاء الجسم التي يجمعها بعد التفجيرات. يسعى المخلوق، الذي أطلق عليه اسم الوحش إلى تحقيق العدالة، مسلطًا الضوء على أهوال الحرب والاغتراب المجتمعي.",
    "In a dystopian future, a book censor secretly collects banned books and joins a resistance group. This satirical novel explores themes of censorship and the power of literature.":"في مستقبل بائس، يجمع رقيب الكتب سرًا الكتب المحظورة وينضم إلى مجموعة مقاومة. تستكشف هذه الرواية الساخرة موضوعات الرقابة وقوة الأدب.",
    "The story of a beautiful girl named Snow White, who faces the jealousy of her stepmother (the evil queen) because of her beauty. Snow White escapes to the forest where she meets seven dwarfs who help her. The story addresses themes like beauty, jealousy, and friendship.":"قصة فتاة جميلة تدعى سنو وايت، تواجه غيرة زوجة أبيها (الملكة الشريرة) بسبب جمالها. تهرب سنو وايت إلى الغابة حيث تلتقي بسبعة أقزام يساعدونها. تتناول القصة موضوعات مثل الجمال والغيرة والصداقة.",
    "The story revolves around a girl named Little Red Riding Hood, who goes to visit her grandmother carrying a basket of food. On her way, she meets a cunning wolf trying to trick her to reach her grandmother first. The story warns against strangers and teaches children the importance of caution.":"تدور القصة حول فتاة تدعى ذات الرداء الأحمر، تذهب لزيارة جدتها وهي تحمل سلة طعام. وفي طريقها تلتقي بذئب ماكر يحاول خداعها للوصول إلى جدتها أولاً. تحذر القصة من الغرباء وتعلم الأطفال أهمية الحذر.",
    "The story of a girl suffering from the oppression of her stepmother and stepsisters. With the help of a fairy, she manages to go to the prince's ball but has to leave before midnight, leaving behind a glass slipper. The prince searches for the owner of the slipper and finds Cinderella, leading to a happy ending.":"قصة فتاة تعاني من ظلم زوجة أبيها وأخواتها غير الشقيقات. بمساعدة جنية، تتمكن من الذهاب إلى حفل الأمير لكنها تضطر إلى المغادرة قبل منتصف الليل، تاركة وراءها حذاء زجاجي. يبحث الأمير عن صاحب الحذاء ويجد سندريلا، مما يؤدي إلى نهاية سعيدة.",
    "A charming and beautifully illustrated children's book about a little bird who becomes concerned when all the leaves from a tree start to disappear. The bird embarks on an adventure to find the culprit and learns about the changing seasons and the importance of nature along the way.":"كتاب ساحر ومصوَّر للأطفال، يتحدث عن طائر صغير يشعر بالقلق عندما تبدأ كل أوراق شجرة في الاختفاء. ينطلق الطائر في مغامرة للعثور على الجاني ويتعلم عن تغير الفصول وأهمية الطبيعة على طول الطريق.",
    "The story is about a group of children living in the forest, learning how to coexist with nature and animals. The story focuses on friendship and adventures.":"تدور القصة حول مجموعة من الأطفال يعيشون في الغابة ويتعلمون كيفية التعايش مع الطبيعة والحيوانات. تركز القصة على الصداقة والمغامرات.",
    "A fantasy story about a little prince who travels from planet to planet, learning valuable lessons about life, love, and friendship. The book addresses themes like simplicity and the importance of human relationships.":"قصة خيالية عن أمير صغير يسافر من كوكب إلى كوكب، ويتعلم دروسًا قيمة عن الحياة والحب والصداقة. يتناول الكتاب موضوعات مثل البساطة وأهمية العلاقات الإنسانية.",
    "A famous story about a race between a fast hare and a slow tortoise. Despite the hare's speed, he loses the race because of his overconfidence. The story teaches a lesson about perseverance and not underestimating others.":"قصة شهيرة عن سباق بين أرنب سريع وسلحفاة بطيئة، ورغم سرعة الأرنب إلا أنه يخسر السباق بسبب ثقته الزائدة، وتعلمنا القصة درسًا عن المثابرة وعدم الاستخفاف بالآخرين.",
    "A spooky and fun children's book that tells the story of a young boy who encounters a ghoul while exploring an old house. The book blends adventure, mystery, and humor while teaching children to face their fears and understand the value of bravery and friendship.":"كتاب مخيف وممتع للأطفال يحكي قصة صبي صغير يواجه غولًا أثناء استكشافه لمنزل قديم. يمزج الكتاب بين المغامرة والغموض والفكاهة بينما يعلم الأطفال مواجهة مخاوفهم وفهم قيمة الشجاعة والصداقة.",
    "In this magical children's book, the protagonist embarks on a whimsical adventure to catch a mermaid. With vibrant illustrations and a fun narrative, the book brings together elements of fantasy, excitement, and humor to captivate young readers while encouraging creativity and imagination.":"في هذا الكتاب السحري للأطفال، ينطلق البطل في مغامرة خيالية للقبض على حورية البحر. من خلال الرسوم التوضيحية النابضة بالحياة والسرد الممتع، يجمع الكتاب بين عناصر الخيال والإثارة والفكاهة لجذب القراء الصغار مع تشجيع الإبداع والخيال.",
    "This delightful children's book follows the journey of a cookie who feels overshadowed by the intelligence of other baked goods in the bakery. Through a series of humorous and heartwarming events, the cookie learns that intelligence comes in many forms, and self-worth isn't determined by being the smartest. The story emphasizes themes of self-acceptance and the value of diverse talents.":"يتتبع هذا الكتاب الممتع للأطفال رحلة فتاة صغيرة تشعر بالاستخفاف بذكاء المخبوزات الأخرى في المخبز. ومن خلال سلسلة من الأحداث المرحة والمؤثرة، تتعلم الفتاة الصغيرة أن الذكاء يأتي في أشكال عديدة، وأن تقدير الذات لا يتحدد بكونها الأكثر ذكاءً. وتؤكد القصة على موضوعات قبول الذات وقيمة المواهب المتنوعة.",
    "A bedtime story featuring a bunny saying goodnight to everything in his room. The rhythmic text and gentle illustrations help young children wind down for bed.":"قصة قبل النوم تدور حول أرنب يقول تصبح على خير لكل شيء في غرفته. يساعد النص الإيقاعي والرسوم التوضيحية اللطيفة الأطفال الصغار على الاسترخاء قبل النوم.",
    "A caterpillar eats through various foods before transforming into a butterfly. The book teaches growth, transformation, and days of the week through colorful illustrations.":"تتناول اليرقة أنواعًا مختلفة من الأطعمة قبل أن تتحول إلى فراشة. يعلّم الكتاب النمو والتحول وأيام الأسبوع من خلال الرسوم التوضيحية الملونة.",
    "The book addresses issues of identity and belonging, raising questions about nationalism and different attitudes towards one's homeland.":"يتناول الكتاب قضايا الهوية والانتماء، ويثير تساؤلات حول القومية والمواقف المختلفة تجاه الوطن.",
    "The book explores existential philosophy, studying the nature of existence, freedom, and choice.":"يتناول الكتاب الفلسفة الوجودية، ويدرس طبيعة الوجود، والحرية، والاختيار.",
    "The book offers financial lessons and investment advice through the author's life stories and his experiences with his 'rich dad' and 'poor dad.'":"يقدم الكتاب دروسًا مالية ونصائح استثمارية من خلال قصص حياة المؤلف وتجاربه مع والده الغني ووالده الفقير.",
    "A dystopian novel about a total surveillance system and the loss of freedom, serving as a warning against absolute power.":"رواية ديستوبية تتحدث عن نظام مراقبة شامل وفقدان الحرية، وتعمل كتحذير ضد السلطة المطلقة.",
    "The book provides strategies for achieving financial success through positive thinking and planning.": "يقدم الكتاب استراتيجيات لتحقيق النجاح المالي من خلال التفكير الإيجابي والتخطيط.",
    "This book explores the history and cultural significance of the Nile River, examining its profound impact on Egypt’s civilization, from ancient times to the modern era.":"يستكشف هذا الكتاب تاريخ نهر النيل وأهميته الثقافية، ويتناول تأثيره العميق على حضارة مصر، منذ العصور القديمة وحتى العصر الحديث.",
    "The book discusses the importance of living in the present moment and achieving inner peace.":"يتحدث الكتاب عن أهمية العيش في اللحظة الحالية وتحقيق السلام الداخلي.",
    "The book addresses the psychological and behavioral differences between men and women, offering tips for improving relationships.":"يتناول الكتاب الاختلافات النفسية والسلوكية بين الرجل والمرأة، ويقدم نصائح لتحسين العلاقات.",
    "The Muqaddimah is a foundational text in Arab intellectual history, laying the groundwork for the study of sociology, economics, and history.":"تعتبر المقدمة نصًا أساسيًا في تاريخ الفكر العربي، إذ وضعت الأساس لدراسة علم الاجتماع والاقتصاد والتاريخ.",
    "This novel intertwines a contemporary love story with the life of Jalaluddin Rumi, exploring themes of love and spirituality.":"تتشابك هذه الرواية مع قصة حب معاصرة وحياة جلال الدين الرومي، وتستكشف موضوعات الحب والروحانية.",
    "A comprehensive guide to the history of art, from prehistoric to modern times, featuring key movements, artists, and their works.":"دليل شامل لتاريخ الفن، من عصور ما قبل التاريخ إلى العصر الحديث، يضم الحركات الرئيسية والفنانين وأعمالهم.",
    "A thought-provoking exploration of the history of humanity, from the emergence of Homo sapiens to the present day, examining our cultural, social, and technological evolution.":"استكشاف مثير للتفكير لتاريخ البشرية، منذ ظهور الإنسان العاقل وحتى يومنا هذا، مع دراسة تطورنا الثقافي والاجتماعي والتكنولوجي.",
    "A philosophical novel that explores the conflict between faith and doubt, family relationships, and justice.":"رواية فلسفية تستكشف الصراع بين الإيمان والشك والعلاقات العائلية والعدالة.",
    "A romantic novel that spans decades, exploring the concepts of love and patience.":"رواية رومانسية تمتد لعقود من الزمن، تستكشف مفاهيم الحب والصبر.",
    "'The Picture of Dorian Gray' by Oscar Wilde explores themes of vanity, decadence, and the consequences of indulgence. Dorian Gray wishes for his portrait to age instead of him, leading to a life of moral decay and eventual destruction.":"تتناول رواية صورة دوريان جراي للكاتب أوسكار وايلد موضوعات الغرور والانحطاط وعواقب الانغماس في الملذات. يتمنى دوريان جراي أن تتقدم صورته في العمر بدلاً منه، مما يؤدي إلى حياة من الانحلال الأخلاقي والدمار في نهاية المطاف.",
    "A novel that delves into the psychological and moral struggles of a young man who commits a crime and deals with its consequences.":"رواية تتطرق إلى الصراعات النفسية والأخلاقية التي يعيشها شاب يرتكب جريمة ويتعامل مع عواقبها.",
    "An epic poem that recounts the adventures of Odysseus as he returns home after the Trojan War.":"قصيدة ملحمية تحكي مغامرات أوديسيوس أثناء عودته إلى وطنه بعد حرب طروادة.",
    "A novel that traces the history of the Buendia family in the village of Macondo, addressing themes of isolation and destiny.":"رواية تتناول تاريخ عائلة بوينديا في قرية ماكوندو، وتتناول موضوعات العزلة والمصير.",
    "A novel that explores the impact of colonialism on African culture through the life story of a tribal leader.":"رواية تستكشف تأثير الاستعمار على الثقافة الأفريقية من خلال قصة حياة زعيم قبلي.",
    "A fantasy story addressing themes of friendship, innocence, and the true meaning of life through the adventures of the little prince.":"قصة خيالية تتناول موضوعات الصداقة والبراءة والمعنى الحقيقي للحياة من خلال مغامرات الأمير الصغير.",
    "A novel that explores the spread of a blindness epidemic in a city and its social consequences.":"رواية تتناول انتشار وباء العمى في المدينة وعواقبه الاجتماعية.",
    "An autobiography narrating the life of a Moroccan writer growing up in harsh conditions and overcoming challenges.":"سيرة ذاتية تحكي حياة كاتب مغربي نشأ في ظروف قاسية وتغلب على التحديات.",
    "A tragic tale of love, ambition, and the American Dream, set in the opulent 1920s and centered on the enigmatic Jay Gatsby.":"قصة مأساوية عن الحب والطموح والحلم الأمريكي، تدور أحداثها في عشرينيات القرن العشرين وتتركز حول جاي غاتسبي الغامض.",
    "A timeless romance that explores themes of love, class, and societal expectations through the story of Elizabeth Bennet and Mr. Darcy.":"رواية رومانسية خالدة تستكشف موضوعات الحب والطبقة والتوقعات المجتمعية من خلال قصة إليزابيث بينيت والسيد دارسي.",
    "This book by Dr. Ibrahim Al-Feki, a psychologist and human development specialist, aims to provide a deep understanding of how the human brain works and how to use it to achieve personal success and self-development.":"يهدف هذا الكتاب للدكتور إبراهيم الفقي أخصائي علم النفس والتنمية البشرية إلى تقديم فهم عميق لكيفية عمل الدماغ البشري وكيفية استخدامه لتحقيق النجاح الشخصي والتطوير الذاتي.",
    "This book emphasizes the importance of critical and scientific thinking in confronting myths and misconceptions. Carl Sagan, an American astronomer, highlights the role of science in human progress and explains how we can better understand the world through the scientific method.":"يؤكد هذا الكتاب على أهمية التفكير النقدي والعلمي في مواجهة الأساطير والمفاهيم الخاطئة. ويسلط كارل ساجان، عالم الفلك الأمريكي، الضوء على دور العلم في التقدم البشري ويشرح كيف يمكننا أن نفهم العالم بشكل أفضل من خلال المنهج العلمي.",
    "This book is a collection of key works by several scientists who significantly contributed to our understanding of the universe, including Newton, Copernicus, and Kepler. Hawking connects these ideas and explains how they contributed to the development of physics.":"هذا الكتاب عبارة عن مجموعة من الأعمال الرئيسية التي قام بها العديد من العلماء الذين ساهموا بشكل كبير في فهمنا للكون، بما في ذلك نيوتن وكوبرنيكوس وكيبلر. يربط هوكينج بين هذه الأفكار ويشرح كيف ساهمت في تطوير الفيزياء.",
    "In this book, Hawking describes his intellectual journey to understand the universe, from its origins to his attempts to formulate a 'theory of everything' that aims to unify the laws of physics. The book is written in a simple way for the general reader.":"في هذا الكتاب، يصف هوكينج رحلته الفكرية لفهم الكون، من نشأته إلى محاولاته صياغة نظرية كل شيء التي تهدف إلى توحيد قوانين الفيزياء. والكتاب مكتوب بطريقة مبسطة للقارئ العادي.",
    "In this book, Hawking addresses major questions in cosmology, such as the nature of time and space. The book is characterized by its simplicity in explanation and is considered an introduction to astronomy and theoretical physics in an uncomplicated way.":"في هذا الكتاب يتناول هوكينج أسئلة كبرى في علم الكونيات، مثل طبيعة الزمان والمكان. ويتميز الكتاب بالبساطة في الشرح، ويعتبر مدخلاً إلى علم الفلك والفيزياء النظرية بطريقة غير معقدة.",
    "This groundbreaking book explores the nature of time and space, the universe's origin, and its eventual fate. Written by renowned physicist Stephen Hawking, it provides an accessible explanation of cosmology for readers without a scientific background.":"يستكشف هذا الكتاب الرائد طبيعة الزمان والمكان، وأصل الكون، ومصيره النهائي. وقد كتبه الفيزيائي الشهير ستيفن هوكينج، وهو يقدم شرحًا سهلاً لعلم الكونيات للقراء الذين لا يملكون خلفية علمية.",
    "Dawkins redefines the way we see natural selection and evolution by emphasizing the role of genes as the fundamental units of selection. This book popularized the concept of 'selfish' genes driving biological processes.":"يعيد دوكينز تعريف الطريقة التي ننظر بها إلى الانتقاء الطبيعي والتطور من خلال التأكيد على دور الجينات باعتبارها الوحدات الأساسية للانتقاء. وقد عمل هذا الكتاب على نشر مفهوم الجينات الأنانية التي تحرك العمليات البيولوجية.",
    "In this beautifully written book, Carl Sagan explores the evolution of the universe, life, and humanity’s place in the vast cosmos. It combines scientific insight with poetic language to inspire awe and wonder about the universe.":"في هذا الكتاب الجميل، يستكشف كارل ساجان تطور الكون والحياة ومكانة البشرية في الكون الشاسع. ويجمع الكتاب بين الرؤية العلمية واللغة الشعرية لإلهام الرهبة والعجب بشأن الكون.",
    "Harari traces the history of humankind from the Stone Age to the present, discussing how Homo sapiens came to dominate the planet and the impact of our evolution on society, culture, and the environment.":"يتتبع هراري تاريخ البشرية من العصر الحجري إلى الوقت الحاضر، ويناقش كيف سيطر الإنسان العاقل على الكوكب وتأثير تطورنا على المجتمع والثقافة والبيئة.",
    "This book takes a deep dive into the history of the gene, from its early discovery to its profound implications in medicine and the future of genetics. Mukherjee weaves a personal narrative alongside scientific exploration.":"يغوص هذا الكتاب عميقًا في تاريخ الجين، من اكتشافه المبكر إلى آثاره العميقة في الطب ومستقبل علم الوراثة. ينسج موخيرجي قصة شخصية إلى جانب الاستكشاف العلمي.",
    "An exploration of the science of sleep, explaining its vital role in health, memory, and creativity.":"استكشاف علم النوم، وشرح دوره الحيوي في الصحة والذاكرة والإبداع.",
    "Darwin's foundational work on evolution and natural selection.":"العمل الأساسي لداروين حول التطور والانتقاء الطبيعي."
}
